Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Double tap to open shape settings
de: Doppeltippen, um die Formeinstellungen zu öffnen
es: Toca dos veces para abrir la configuración de forma
fr: Appuyez deux fois pour ouvrir les paramètres de forme
hi: आकार सेटिंग खोलने के लिए दो बार टैप करें
id: Ketuk dua kali untuk membuka pengaturan bentuk
ja: ダブルタップして形状設定を開きます
ko: 도형 설정을 열려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby otworzyć ustawienia kształtu
pt_br: Toque duas vezes para abrir as configurações de forma
tr: Şekil ayarlarını açmak için iki kez dokunun
uk: Двічі торкніться, щоб відкрити налаштування форми
vi: Nhấn đúp để mở cài đặt hình dạng
zh_hans: 双击打开形状设置
zh_hant: 雙擊開啟形狀設定

source: Double tap to select
de: Zum Auswählen doppeltippen
es: Toca dos veces para seleccionar
fr: Appuyez deux fois pour sélectionner
hi: चयन करने के लिए दो बार टैप करें
id: Ketuk dua kali untuk memilih
ja: ダブルタップして選択します
ko: 선택하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby wybrać
pt_br: Toque duas vezes para selecionar
tr: Seçmek için iki kez dokunun
uk: Двічі торкніться, щоб вибрати
vi: Nhấn đúp để chọn
zh_hans: 双击进行选择
zh_hant: 雙擊進行選擇

source: Double tap to select brush tool
de: Doppeltippen, um das Pinselwerkzeug auszuwählen
es: Toca dos veces para seleccionar la herramienta Pincel
fr: Appuyez deux fois pour sélectionner l'outil pinceau
hi: ब्रश टूल चुनने के लिए दो बार टैप करें
id: Ketuk dua kali untuk memilih alat kuas
ja: ダブルタップしてブラシツールを選択します
ko: 브러시 도구를 선택하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby wybrać narzędzie Pędzel
pt_br: Toque duas vezes para selecionar a ferramenta pincel
tr: Fırça aracını seçmek için iki kez dokunun
uk: Двічі торкніться, щоб вибрати інструмент пензля
vi: Nhấn đúp để chọn công cụ cọ vẽ
zh_hans: 双击选择画笔工具
zh_hant: 雙擊選擇畫筆工具

source: Double tap to select shape tool
de: Doppeltippen, um das Formwerkzeug auszuwählen
es: Toca dos veces para seleccionar la herramienta de forma
fr: Appuyez deux fois pour sélectionner l'outil de forme
hi: आकृति उपकरण का चयन करने के लिए दो बार टैप करें
id: Ketuk dua kali untuk memilih alat bentuk
ja: ダブルタップしてシェイプツールを選択します
ko: 모양 도구를 선택하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby wybrać narzędzie kształtu
pt_br: Toque duas vezes para selecionar a ferramenta de forma
tr: Şekil aracını seçmek için iki kez dokunun
uk: Двічі торкніться, щоб вибрати інструмент форми
vi: Nhấn đúp để chọn công cụ hình dạng
zh_hans: 双击选择形状工具
zh_hant: 雙擊選擇形狀工具

source: Double tap to select this layer
de: Doppeltippen Sie, um diese Ebene auszuwählen
es: Toca dos veces para seleccionar esta capa
fr: Appuyez deux fois pour sélectionner ce calque
hi: इस परत को चुनने के लिए दो बार टैप करें
id: Ketuk dua kali untuk memilih lapisan ini
ja: ダブルタップしてこのレイヤーを選択します
ko: 이 레이어를 선택하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby wybrać tę warstwę
pt_br: Toque duas vezes para selecionar esta camada
tr: Bu katmanı seçmek için iki kez dokunun
uk: Двічі торкніться, щоб вибрати цей шар
vi: Nhấn đúp để chọn lớp này
zh_hans: 双击选择该图层
zh_hant: 雙擊選擇該圖層

source: Double tap to toggle layer visibility
de: Doppeltippen, um die Sichtbarkeit der Ebene umzuschalten
es: Toca dos veces para alternar la visibilidad de la capa
fr: Appuyez deux fois pour activer/désactiver la visibilité des calques
hi: परत दृश्यता को टॉगल करने के लिए डबल टैप करें
id: Ketuk dua kali untuk mengubah visibilitas lapisan
ja: ダブルタップしてレイヤーの表示/非表示を切り替えます
ko: 레이어 공개 상태를 전환하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby przełączyć widoczność warstwy
pt_br: Toque duas vezes para alternar a visibilidade da camada
tr: Katman görünürlüğünü değiştirmek için iki kez dokunun
uk: Двічі торкніться, щоб увімкнути видимість шару
vi: Nhấn đúp để chuyển đổi chế độ hiển thị lớp
zh_hans: 双击可切换图层可见性
zh_hant: 雙擊可切換圖層可見性

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
id: Unduh
ja: ダウンロード
ko: 다운로드
pl: Pobierz
pt_br: Baixar
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download %@
de: Laden Sie %@ herunter
es: Descargar %@
fr: Télécharger %@
hi: %@ डाउनलोड करें
id: Unduh %@
ko: %@ 다운로드
pl: Pobierz %@
pt_br: Baixar %@
tr: %@'yi indirin
uk: Завантажити %@
vi: Tải xuống %@
zh_hans: 下载 %@
zh_hant: 下載 %@

source: Download All
de: Alle herunterladen
es: Descargar todo
fr: Télécharger tout
hi: सभी डाउनलोड करें
id: Unduh Semua
ja: すべてダウンロード
ko: 모두 다운로드
pl: Pobierz wszystko
pt_br: Baixar tudo
tr: Tümünü İndir
uk: Завантажити всі
vi: Tải xuống tất cả
zh_hans: 下载全部
zh_hant: 下載全部

source: Download Backdrops
de: Laden Sie Hintergründe herunter
es: Descargar Fondos
fr: Télécharger les décors
hi: पृष्ठभूमि डाउनलोड करें
id: Unduh Latar Belakang
ja: 背景をダウンロードする
ko: 배경화면 다운로드
pl: Pobierz tła
pt_br: Baixar cenários
tr: Arka Planları İndir
uk: Завантажити Backdrops
vi: Tải xuống phông nền
zh_hans: 下载背景
zh_hant: 下載背景

source: Download Template
de: Vorlage herunterladen
es: Descargar plantilla
fr: Télécharger le modèle
hi: टेम्पलेट डाउनलोड करें
id: Unduh Templat
ja: テンプレートをダウンロード
ko: 템플릿 다운로드
pl: Pobierz szablon
pt_br: Baixar modelo
tr: Şablonu İndir
uk: Завантажити шаблон
vi: Tải xuống mẫu
zh_hans: 下载模板
zh_hant: 下載模板

source: Download a CSV template file
de: Laden Sie eine CSV-Vorlagendatei herunter
es: Descargar un archivo de plantilla CSV
fr: Télécharger un fichier modèle CSV
hi: एक CSV टेम्प्लेट फ़ाइल डाउनलोड करें
id: Unduh file templat CSV
ja: CSVテンプレートファイルをダウンロードする
ko: CSV 템플릿 파일 다운로드
pl: Pobierz plik szablonu CSV
pt_br: Baixe um arquivo de modelo CSV
tr: CSV şablon dosyasını indirin
uk: Завантажте файл шаблону CSV
vi: Tải xuống tệp mẫu CSV
zh_hans: 下载 CSV 模板文件
zh_hant: 下載 CSV 範本文件

source: Download all generated images
de: Laden Sie alle generierten Bilder herunter
es: Descargar todas las imágenes generadas
fr: Téléchargez toutes les images générées
hi: सभी जेनरेट की गई छवियां डाउनलोड करें
id: Unduh semua gambar yang dihasilkan
ja: 生成されたすべてのイメージをダウンロードする
ko: 생성된 모든 이미지 다운로드
pl: Pobierz wszystkie wygenerowane obrazy
pt_br: Baixe todas as imagens geradas
tr: Oluşturulan tüm görselleri indir
uk: Завантажити всі створені зображення
vi: Tải xuống tất cả hình ảnh được tạo
zh_hans: 下载所有生成的图像
zh_hant: 下載所有產生的圖像

source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l'image
hi: छवि डाउनलोड करें
id: Unduh gambar
ja: 画像をダウンロード
ko: 이미지 다운로드
pl: Pobierz obraz
pt_br: Baixar imagem
tr: Resmi indir
uk: Завантажити зображення
vi: Tải hình ảnh xuống
zh_hans: 下载图片
zh_hant: 下載圖片

source: Download video
de: Video herunterladen
es: Descargar vídeo
fr: Télécharger la vidéo
hi: वीडियो डाउनलोड करें
id: Unduh video
ja: ビデオをダウンロードする
ko: 비디오 다운로드
pl: Pobierz wideo
pt_br: Baixar vídeo
tr: Videoyu indir
uk: Завантажити відео
vi: Tải video xuống
zh_hans: 下载视频
zh_hant: 下載影片

source: Downloading images...
de: Bilder werden heruntergeladen...
es: Descargando imágenes...
fr: Téléchargement d'images...
hi: छवियाँ डाउनलोड हो रही हैं...
id: Mengunduh gambar...
ja: 画像をダウンロードしています...
ko: 이미지 다운로드 중...
pl: Pobieranie obrazów...
pt_br: Baixando imagens...
tr: Resimler indiriliyor...
uk: Завантаження зображень...
vi: Đang tải hình ảnh...
zh_hans: 正在下载图像...
zh_hant: 正在下載圖片...

source: Draw on the canvas to trigger AI generation.
de: Zeichnen Sie auf der Leinwand, um die KI-Generierung auszulösen.
es: Dibuja en el lienzo para activar la generación de IA.
fr: Dessinez sur le canevas pour déclencher la génération d’IA.
hi: एआई पीढ़ी को गति देने के लिए कैनवास पर चित्र बनाएं।
id: Gambarlah di kanvas untuk memicu pembuatan AI.
ja: キャンバスに描画して AI 生成をトリガーします。
ko: AI 생성을 트리거하려면 캔버스에 그립니다.
pl: Rysuj na płótnie, aby uruchomić generowanie sztucznej inteligencji.
pt_br: Desenhe na tela para acionar a geração de IA.
tr: Yapay zeka oluşumunu tetiklemek için tuval üzerine çizim yapın.
uk: Малюйте на полотні, щоб запустити створення ШІ.
vi: Vẽ trên canvas để kích hoạt quá trình tạo AI.
zh_hans: 在画布上画画触发AI生成。
zh_hant: 在畫布上畫畫觸發AI生成。

source: Drop
de: Tropfen
es: soltar
fr: Laisser tomber
hi: गिराओ
id: Jatuhkan
ja: ドロップ
ko: 드롭
pl: Upuść
pt_br: Soltar
tr: Bırak
uk: Падіння
vi: Thả
zh_hans: 掉落
zh_hant: 掉落

source: Drop keyframe
de: Keyframe ablegen
es: Soltar fotograma clave
fr: Supprimer l'image clé
hi: मुख्यफ़्रेम गिराएँ
id: Jatuhkan bingkai utama
ja: キーフレームをドロップ
ko: 키프레임 놓기
pl: Upuść klatkę kluczową
pt_br: Eliminar quadro-chave
tr: Ana kareyi bırak
uk: Відкинути ключовий кадр
vi: Thả khung hình chính
zh_hans: 删除关键帧
zh_hant: 刪除關鍵幀

source: Drop to add
de: Zum Hinzufügen ablegen
es: Soltar para agregar
fr: Déposer pour ajouter
hi: जोड़ने के लिए छोड़ें
id: Jatuhkan untuk menambahkan
ja: ドロップして追加
ko: 추가하려면 드롭하세요.
pl: Upuść, aby dodać
pt_br: Solte para adicionar
tr: Eklemek için bırakın
uk: Відпустіть, щоб додати
vi: Thả để thêm
zh_hans: 拖放添加
zh_hant: 拖放添加

source: Drop to attach
de: Zum Anbringen ablegen
es: Soltar para adjuntar
fr: Déposer pour joindre
hi: संलग्न करने के लिए छोड़ें
id: Jatuhkan untuk melampirkan
ja: ドロップして取り付ける
ko: 드롭하여 첨부
pl: Upuść, aby dołączyć
pt_br: Solte para anexar
tr: Eklemek için bırakın
uk: Відпустіть, щоб прикріпити
vi: Thả để đính kèm
zh_hans: 拖放以附加
zh_hant: 拖放以附加

source: Drop to upload
de: Zum Hochladen ablegen
es: Soltar para subir
fr: Déposer pour télécharger
hi: अपलोड करने के लिए छोड़ें
id: Jatuhkan untuk mengunggah
ja: ドロップしてアップロード
ko: 업로드하려면 드롭하세요.
pl: Upuść, aby przesłać
pt_br: Solte para fazer upload
tr: Yüklemek için bırakın
uk: Відпустіть, щоб завантажити
vi: Thả để tải lên
zh_hans: 拖放即可上传
zh_hant: 拖放即可上傳

source: Drop to use
de: Zur Verwendung ablegen
es: soltar para usar
fr: Déposer pour utiliser
hi: उपयोग करने के लिए छोड़ें
id: Jatuhkan untuk digunakan
ja: ドロップして使用する
ko: 드롭하여 사용
pl: Upuść, aby użyć
pt_br: Solte para usar
tr: Kullanmak için bırakın
uk: Опустіть, щоб використовувати
vi: Thả để sử dụng
zh_hans: 放下即可使用
zh_hant: 放下即可使用

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट
id: Duplikat
ja: 重複
ko: 중복
pl: Duplikat
pt_br: Duplicar
tr: Çoğalt
uk: дублікат
vi: trùng lặp
zh_hans: 重复
zh_hant: 重複

source: Duplicate Agent
de: Doppelter Agent
es: Agente duplicado
fr: Agent en double
hi: डुप्लिकेट एजेंट
id: Agen Duplikat
ja: エージェントの重複
ko: 중복 에이전트
pl: Duplikat agenta
pt_br: Agente duplicado
tr: Yinelenen Temsilci
uk: Дубльований агент
vi: Đại lý trùng lặp
zh_hans: 重复代理
zh_hant: 重複代理

source: Duplicate Canvas
de: Leinwand duplizieren
es: Lienzo duplicado
fr: Toile en double
hi: डुप्लिकेट कैनवास
id: Kanvas Duplikat
ja: キャンバスの複製
ko: 캔버스 복제
pl: Duplikat płótna
pt_br: Tela duplicada
tr: Kanvası Çoğalt
uk: Дублікат Canvas
vi: Canvas trùng lặp
zh_hans: 复制画布
zh_hant: 複製畫布

source: Duplicate Card
de: Doppelte Karte
es: Tarjeta Duplicada
fr: Carte en double
hi: डुप्लीकेट कार्ड
id: Kartu Duplikat
ja: カードの複製
ko: 중복 카드
pl: Duplikat karty
pt_br: Cartão duplicado
tr: Yinelenen Kart
uk: Дублікат картки
vi: Thẻ trùng lặp
zh_hans: 重复卡
zh_hant: 重複卡

source: Duplicate Photoshoot
de: Doppeltes Fotoshooting
es: Sesión de fotos duplicada
fr: Séance photo en double
hi: डुप्लीकेट फोटोशूट
id: Pemotretan Duplikat
ja: 重複した写真撮影
ko: 중복 사진 촬영
pl: Zduplikowana sesja zdjęciowa
pt_br: Sessão de fotos duplicada
tr: Yinelenen Fotoğraf Çekimi
uk: Дублікат фотосесії
vi: Chụp ảnh trùng lặp
zh_hans: 重复拍摄
zh_hant: 重複拍攝

source: Duplicate Scene
de: Szene duplizieren
es: Escena duplicada
fr: Scène en double
hi: डुप्लिकेट दृश्य
id: Adegan Duplikat
ja: シーンの複製
ko: 장면 복제
pl: Zduplikowana scena
pt_br: Cena duplicada
tr: Yinelenen Sahne
uk: Дублікат сцени
vi: Cảnh trùng lặp
zh_hans: 重复场景
zh_hant: 重複場景

source: Duplicate Session
de: Doppelte Sitzung
es: Sesión duplicada
fr: Session en double
hi: डुप्लिकेट सत्र
id: Sesi Duplikat
ja: 重複セッション
ko: 세션 복제
pl: Zduplikowana sesja
pt_br: Sessão duplicada
tr: Yinelenen Oturum
uk: Дубльований сеанс
vi: Phiên trùng lặp
zh_hans: 重复会话
zh_hant: 重複會話

source: Duplicate Storyboard
de: Storyboard duplizieren
es: Guión gráfico duplicado
fr: Storyboard en double
hi: डुप्लिकेट स्टोरीबोर्ड
id: Duplikat Papan Cerita
ja: ストーリーボードの複製
ko: 스토리보드 복제
pl: Duplikat scenorysu
pt_br: Storyboard duplicado
tr: Yinelenen Film Şeridi
uk: Дублікат розкадровки
vi: Bảng phân cảnh trùng lặp
zh_hans: 重复的故事板
zh_hant: 重複的故事板

source: Duplicate Thread
de: Doppelter Thread
es: Hilo duplicado
fr: Sujet en double
hi: डुप्लीकेट धागा
id: Utas Duplikat
ja: 重複スレッド
ko: 스레드 중복
pl: Zduplikowany wątek
pt_br: Tópico duplicado
tr: Yinelenen Konu
uk: Дубльований ланцюжок
vi: chủ đề trùng lặp
zh_hans: 重复线程
zh_hant: 重複線程

source: Duration
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
ja: 期間
ko: 기간
pl: Czas trwania
pt_br: Duração
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間

source: Duration (seconds)
de: Dauer (Sekunden)
es: Duración (segundos)
fr: Durée (secondes)
hi: अवधि (सेकंड)
id: Durasi (detik)
ja: 継続時間 (秒)
ko: 기간(초)
pl: Czas trwania (sekundy)
pt_br: Duração (segundos)
tr: Süre (saniye)
uk: Тривалість (секунди)
vi: Thời lượng (giây)
zh_hans: 持续时间（秒）
zh_hant: 持續時間（秒）

source: Duration: %lld seconds
de: Dauer: %lld Sekunden
es: Duración: %lld segundos
fr: Durée : %lld secondes
hi: अवधि: %lld सेकंड
id: Durasi: %lld detik
ja: 継続時間: %lld 秒
ko: 지속 시간: %lld 초
pl: Czas trwania: %lld sekund
pt_br: Duração: %lld segundos
tr: Süre: %lld saniye
uk: Тривалість: %lld секунд
vi: Thời lượng: %lld giây
zh_hans: 持续时间：%lld 秒
zh_hant: 持續時間：%lld 秒

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
id: Sunting
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Asset
de: Asset bearbeiten
es: Editar recurso
fr: Modifier l'actif
hi: संपत्ति संपादित करें
id: Sunting Aset
ja: アセットの編集
ko: 자산 편집
pl: Edytuj zasób
pt_br: Editar recurso
tr: Varlığı Düzenle
uk: Редагувати ресурс
vi: Chỉnh sửa nội dung
zh_hans: 编辑资产
zh_hant: 編輯資產

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
hi: छवि संपादित करें
id: Sunting Gambar
ja: 画像の編集
ko: 이미지 편집
pl: Edytuj obraz
pt_br: Editar imagem
tr: Resmi Düzenle
uk: Редагувати зображення
vi: Chỉnh sửa hình ảnh
zh_hans: 编辑图像
zh_hant: 編輯影像

source: Edit Instructions
de: Anweisungen bearbeiten
es: Editar instrucciones
fr: Modifier les instructions
hi: निर्देश संपादित करें
id: Sunting Instruksi
ja: 編集手順
ko: 지침 편집
pl: Edytuj instrukcje
pt_br: Editar instruções
tr: Talimatları Düzenle
uk: Редагувати інструкції
vi: Chỉnh sửa hướng dẫn
zh_hans: 编辑说明
zh_hant: 編輯說明

source: Edit Product
de: Produkt bearbeiten
es: Editar producto
fr: Modifier le produit
hi: उत्पाद संपादित करें
id: Sunting Produk
ja: 製品の編集
ko: 제품 편집
pl: Edytuj produkt
pt_br: Editar produto
tr: Ürünü Düzenle
uk: Редагувати товар
vi: Chỉnh sửa sản phẩm
zh_hans: 编辑产品
zh_hant: 編輯產品

source: Edit Prompt
de: Eingabeaufforderung bearbeiten
es: Editar mensaje
fr: Modifier l'invite
hi: शीघ्र संपादित करें
id: Sunting Perintah
ja: プロンプトの編集
ko: 프롬프트 편집
pl: Edytuj monit
pt_br: Editar prompt
tr: İstemi Düzenle
uk: Редагувати підказку
vi: Chỉnh sửa lời nhắc
zh_hans: 编辑提示
zh_hant: 編輯提示

source: Edit Scene
de: Szene bearbeiten
es: Editar escena
fr: Modifier la scène
hi: दृश्य संपादित करें
id: Sunting Adegan
ja: シーンの編集
ko: 장면 편집
pl: Edytuj scenę
pt_br: Editar cena
tr: Sahneyi Düzenle
uk: Редагувати сцену
vi: Chỉnh sửa cảnh
zh_hans: 编辑场景
zh_hant: 編輯場景

source: Edited images will appear here once completed.
de: Bearbeitete Bilder werden hier angezeigt, sobald sie fertig sind.
es: Las imágenes editadas aparecerán aquí una vez completadas.
fr: Les images modifiées apparaîtront ici une fois terminées.
hi: पूरा होने पर संपादित छवियाँ यहाँ दिखाई देंगी।
id: Gambar yang diedit akan muncul di sini setelah selesai.
ja: 編集が完了すると、編集された画像がここに表示されます。
ko: 완료되면 편집된 이미지가 여기에 표시됩니다.
pl: Po zakończeniu edytowane obrazy pojawią się tutaj.
pt_br: As imagens editadas aparecerão aqui depois de concluídas.
tr: Düzenlenen resimler tamamlandığında burada görünecektir.
uk: Відредаговані зображення з’являться тут після завершення.
vi: Hình ảnh đã chỉnh sửa sẽ xuất hiện ở đây sau khi hoàn thành.
zh_hans: 编辑后的图像将在完成后出现在此处。
zh_hant: 編輯後的圖像將在完成後出現在此。

source: Elements to avoid...
de: Zu vermeidende Elemente...
es: Elementos a evitar...
fr: Éléments à éviter...
hi: बचने योग्य तत्व...
id: Elemen yang harus dihindari...
ja: 避けるべき要素…
ko: 피해야 할 요소...
pl: Elementy, których należy unikać...
pt_br: Elementos a evitar...
tr: Kaçınılması gereken unsurlar...
uk: Елементи, яких слід уникати...
vi: Những yếu tố cần tránh...
zh_hans: 应避免的元素...
zh_hant: 應避免的元素...

source: Enable Mask Editing
de: Aktivieren Sie die Maskenbearbeitung
es: Habilitar edición de máscara
fr: Activer l'édition du masque
hi: मास्क संपादन सक्षम करें
id: Aktifkan Pengeditan Masker
ja: マスク編集を有効にする
ko: 마스크 편집 활성화
pl: Włącz edycję maski
pt_br: Ativar edição de máscara
tr: Maske Düzenlemeyi Etkinleştir
uk: Увімкнути редагування маски
vi: Bật chỉnh sửa mặt nạ
zh_hans: 启用蒙版编辑
zh_hant: 啟用蒙版編輯

source: Ending frame for this scene (optional).
de: Endbild für diese Szene (optional).
es: Fotograma final de esta escena (opcional).
fr: Image de fin de cette scène (facultatif).
hi: इस दृश्य के लिए अंतिम फ़्रेम (वैकल्पिक)।
id: Bingkai akhir untuk adegan ini (opsional).
ja: このシーンの終了フレーム (オプション)。
ko: 이 장면의 종료 프레임입니다(선택 사항).
pl: Klatka końcowa tej sceny (opcjonalnie).
pt_br: Quadro final para esta cena (opcional).
tr: Bu sahne için bitiş çerçevesi (isteğe bağlı).
uk: Кінцевий кадр для цієї сцени (необов’язково).
vi: Khung kết thúc cho cảnh này (tùy chọn).
zh_hans: 该场景的结束帧（可选）。
zh_hant: 該場景的結束幀（可選）。

source: Enhance Prompt
de: Eingabeaufforderung verbessern
es: Mejorar mensaje
fr: Améliorer l'invite
hi: प्रॉम्प्ट बढ़ाएँ
id: Tingkatkan Prompt
ja: プロンプトの強化
ko: 프롬프트 강화
pl: Ulepsz monit
pt_br: Aprimorar prompt
tr: İstemi Geliştir
uk: Покращити підказку
vi: Tăng cường lời nhắc
zh_hans: 增强提示
zh_hant: 增強提示

source: Enter Product Name
de: Geben Sie den Produktnamen ein
es: Introduzca el nombre del producto
fr: Entrez le nom du produit
hi: उत्पाद का नाम दर्ज करें
id: Masukkan Nama Produk
ja: 製品名を入力してください
ko: 제품명을 입력하세요
pl: Wprowadź nazwę produktu
pt_br: Insira o nome do produto
tr: Ürün Adını Girin
uk: Введіть назву продукту
vi: Nhập tên sản phẩm
zh_hans: 输入产品名称
zh_hant: 輸入產品名稱

source: Enter Storyboard Name
de: Geben Sie den Storyboard-Namen ein
es: Ingrese el nombre del guión gráfico
fr: Entrez le nom du storyboard
hi: स्टोरीबोर्ड नाम दर्ज करें
id: Masukkan Nama Papan Cerita
ja: ストーリーボード名を入力してください
ko: 스토리보드 이름 입력
pl: Wprowadź nazwę scenorysu
pt_br: Insira o nome do storyboard
tr: Hikaye Şeridi Adını Girin
uk: Введіть назву розкадровки
vi: Nhập tên bảng phân cảnh
zh_hans: 输入故事板名称
zh_hant: 輸入故事板名稱

source: Enter a prompt first
de: Geben Sie zunächst eine Eingabeaufforderung ein
es: Ingrese un mensaje primero
fr: Entrez d'abord une invite
hi: पहले एक संकेत दर्ज करें
id: Masukkan perintah terlebih dahulu
ja: 最初にプロンプトを入力してください
ko: 먼저 프롬프트를 입력하세요.
pl: Najpierw wprowadź monit
pt_br: Insira um prompt primeiro
tr: Önce bir bilgi istemi girin
uk: Спочатку введіть підказку
vi: Nhập lời nhắc trước tiên
zh_hans: 先输入提示
zh_hant: 先輸入提示

source: Enter your prompt
de: Geben Sie Ihre Eingabeaufforderung ein
es: Ingrese su mensaje
fr: Entrez votre invite
hi: अपना संकेत दर्ज करें
id: Masukkan perintah Anda
ja: プロンプトを入力してください
ko: 프롬프트를 입력하세요
pl: Wpisz monit
pt_br: Digite seu prompt
tr: İsteminizi girin
uk: Введіть підказку
vi: Nhập lời nhắc của bạn
zh_hans: 输入您的提示
zh_hant: 輸入您的提示

source: Enter your prompt...
de: Geben Sie Ihre Eingabeaufforderung ein...
es: Ingrese su mensaje...
fr: Entrez votre invite...
hi: अपना संकेत दर्ज करें...
id: Masukkan perintah Anda...
ja: プロンプトを入力してください...
ko: 프롬프트를 입력하세요...
pl: Wpisz monit...
pt_br: Insira sua solicitação...
tr: İsteminizi girin...
uk: Введіть підказку...
vi: Nhập lời nhắc của bạn...
zh_hans: 输入您的提示...
zh_hant: 輸入您的提示...

source: Erase & Reset Application
de: Anwendung löschen und zurücksetzen
es: Borrar y restablecer aplicación
fr: Effacer et réinitialiser l'application
hi: एप्लिकेशन मिटाएँ और रीसेट करें
id: Hapus & Setel Ulang Aplikasi
ja: アプリケーションの消去とリセット
ko: 애플리케이션 지우기 및 재설정
pl: Usuń i zresetuj aplikację
pt_br: Apagar e redefinir aplicativo
tr: Uygulamayı Sil ve Sıfırla
uk: Додаток Erase & Reset
vi: Xóa & Đặt lại ứng dụng
zh_hans: 擦除和重置应用程序
zh_hant: 擦除和重置應用程式

source: Erase Everything
de: Alles löschen
es: borrar todo
fr: Tout effacer
hi: सब कुछ मिटा दो
id: Hapus Semuanya
ja: すべて消去
ko: 모두 지우기
pl: Usuń wszystko
pt_br: Apagar tudo
tr: Herşeyi Sil
uk: Видалити все
vi: Xóa mọi thứ
zh_hans: 删除一切
zh_hant: 刪除一切

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error Details
de: Fehlerdetails
es: Detalles del error
fr: Détails de l'erreur
hi: त्रुटि विवरण
id: Detail Kesalahan
ja: エラーの詳細
ko: 오류 세부정보
pl: Szczegóły błędu
pt_br: Detalhes do erro
tr: Hata Ayrıntıları
uk: Деталі помилки
vi: Chi tiết lỗi
zh_hans: 错误详细信息
zh_hant: 錯誤詳細訊息

source: Error Info
de: Fehlerinformationen
es: Información de error
fr: Informations sur l'erreur
hi: त्रुटि जानकारी
id: Informasi Kesalahan
ja: エラー情報
ko: 오류 정보
pl: Informacje o błędzie
pt_br: Informações de erro
tr: Hata Bilgisi
uk: Інформація про помилку
vi: Thông tin lỗi
zh_hans: 错误信息
zh_hant: 錯誤訊息

source: Error Message
de: Fehlermeldung
es: Mensaje de error
fr: Message d'erreur
hi: त्रुटि संदेश
id: Pesan Kesalahan
ja: エラーメッセージ
ko: 오류 메시지
pl: Komunikat o błędzie
pt_br: Mensagem de erro
tr: Hata Mesajı
uk: Повідомлення про помилку
vi: Thông báo lỗi
zh_hans: 错误信息
zh_hant: 錯誤訊息

source: Est. Incurred Cost
de: Schätzung: Angefallene Kosten
es: Est. Costo incurrido
fr: Est. Coût engagé
hi: स्था. खर्च हुआ
id: Perkiraan. Biaya yang Dikeluarkan
ja: 推定発生コスト
ko: 예상 발생비용
pl: Szac. Poniesiony koszt
pt_br: Est. Custo Incorrido
tr: Tahmini Gerçekleşen Maliyet
uk: Приблизно Понесені витрати
vi: Ước tính. Chi phí phát sinh
zh_hans: 预计。发生成本
zh_hant: 預計。發生成本

source: Estimated Cost
de: Geschätzte Kosten
es: Costo estimado
fr: Coût estimé
hi: अनुमानित लागत
id: Perkiraan Biaya
ja: 推定コスト
ko: 예상 비용
pl: Szacowany koszt
pt_br: Custo estimado
tr: Tahmini Maliyet
uk: Орієнтовна вартість
vi: Chi phí ước tính
zh_hans: 预计费用
zh_hant: 預計費用

source: Estimated cost per generation turn
de: Geschätzte Kosten pro Generationswechsel
es: Costo estimado por turno de generación
fr: Coût estimé par tour de génération
hi: प्रति पीढ़ी टर्न की अनुमानित लागत
id: Perkiraan biaya per putaran generasi
ja: 世代ターンあたりの推定コスト
ko: 세대 회전당 예상 비용
pl: Szacowany koszt na turę generacji
pt_br: Custo estimado por turno de geração
tr: Nesil dönüş başına tahmini maliyet
uk: Орієнтовна вартість генерації
vi: Chi phí ước tính cho mỗi lượt phát điện
zh_hans: 每代轮的估计成本
zh_hant: 每代輪的估計成本

source: Estimated total
de: Geschätzte Gesamtsumme
es: Total estimado
fr: Total estimé
hi: अनुमानित कुल
id: Perkiraan jumlah
ja: 推定合計額
ko: 예상 총액
pl: Szacunkowa suma
pt_br: Total estimado
tr: Tahmini toplam
uk: Розрахункова сума
vi: Tổng số ước tính
zh_hans: 预计总数
zh_hant: 預計總數

source: Expand
de: Erweitern
es: Expandir
fr: Développer
hi: विस्तार करें
id: Perluas
ja: 拡大する
ko: 펼치기
pl: Rozwiń
pt_br: Expandir
tr: Genişlet
uk: Розгорнути
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Expand Directions
de: Erweitern Sie Wegbeschreibung
es: Expandir direcciones
fr: Développer les directions
hi: दिशा-निर्देश विस्तृत करें
id: Perluas Petunjuk Arah
ja: ルートを展開する
ko: 방향 확장
pl: Rozwiń Kierunki
pt_br: Expandir direções
tr: Yol Tariflerini Genişlet
uk: Розгорніть маршрути
vi: Mở rộng chỉ đường
zh_hans: 展开方向
zh_hant: 展開方向

source: Experimental Feature
de: Experimentelle Funktion
es: Característica experimental
fr: Fonctionnalité expérimentale
hi: प्रायोगिक विशेषता
id: Fitur Eksperimental
ja: 実験的機能
ko: 실험적 기능
pl: Funkcja eksperymentalna
pt_br: Recurso Experimental
tr: Deneysel Özellik
uk: Експериментальна функція
vi: Tính năng thử nghiệm
zh_hans: 实验特性
zh_hant: 實驗特性

source: Export
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
ja: エクスポート
ko: 수출
pl: Eksportuj
pt_br: Exportar
tr: İhracat
uk: Експорт
vi: Xuất khẩu
zh_hans: 出口
zh_hant: 出口
